Repository: WordPressBugBounty/plugins-textbulker
Catalog: textbulker/languages/textbulker-*.po
Languages: fr_fr

source: TextBulker
fr_fr: TextBulker (FR)

source: Official integration plugin for TextBulker.com – the AI-powered platform for automated content publishing and SEO optimization.
fr_fr: Extension officielle pour TextBulker.com – plateforme IA de génération d’articles et d’optimisation SEO.

source: Settings
fr_fr: Réglages

source: TextBulker Settings
fr_fr: Paramètres de TextBulker

source: Expose Yoast Metadata
fr_fr: Exposer les métadonnées Yoast

source: Expose Rank Math Metadata
fr_fr: Exposer les métadonnées Rank Math

source: Main Settings
fr_fr: Paramètres principaux

source: Yoast SEO active
fr_fr: Yoast SEO actif

source: Yoast SEO inactive or missing
fr_fr: Yoast SEO inactif ou manquant

source: Yoast exposure enabled
fr_fr: Exposition Yoast activée

source: Yoast exposure disabled
fr_fr: Exposition Yoast désactivée

source: Rank Math active
fr_fr: Rank Math actif

source: Rank Math inactive or missing
fr_fr: Rank Math inactif ou manquant

source: Rank Math exposure enabled
fr_fr: Exposition Rank Math activée

source: Rank Math exposure disabled
fr_fr: Exposition Rank Math désactivée
